{
  " surprise": [
    "Surprise! You just won a lifetime supply of... more surprises!",
"Did someone just say ‘plot twist’? Because I’m ready for the sequel!",
"You look like you just saw a cat wearing a top hat!",
"Surprise! I’m actually a superhero in disguise. What’s your superpower?",
"Was that surprise or just the caffeine kicking in?",
"If I had a dollar for every time I was surprised, I’d be... well, surprised!",
"You look like you just found out that chocolate is actually a vegetable!",
"Surprise! You’ve just been promoted to Chief of Unexpected Events!",
"Did you just step on a Lego? Because that’s the look of surprise!",
"You look like you just opened a box of kittens. What’s the surprise?",
"You look like you just saw a ghost... or maybe just a really good magic trick!",
"Did that just happen, or am I still dreaming?",
"I'm so surprised, I think my jaw just hit the floor!",
"Well, this is unexpected! In a good way, I hope.",
"Surprises keep life interesting—imagine all the new possibilities opening up!",
"Sometimes, surprises are just life’s way of giving us a little adventure!",
"That feeling of surprise? It’s just excitement’s cousin stopping by to say hello.",
"What a fun twist! Let’s see where this new discovery takes you.",
"Surprises can be a bit like gifts wrapped in mystery. Let’s unwrap them slowly and enjoy."],

"happiness":[

"You’re so happy, I’m starting to think you’ve been eating too much chocolate!",
"If you keep smiling like that, people might start asking for your autograph!",
"You look happier than a dog with two tails!",
"Did you just win the lottery, or did someone finally bring you pizza?",
"Your happiness is so bright, I need sunglasses!",
"If happiness were a currency, you’d be a billionaire right now!",
"I’m starting to think you’ve discovered the secret to eternal happiness—spill the beans!",
"You’re so happy, I half-expect birds to start singing around you!",
"If you keep smiling like that, you might just break the smile-o-meter!",
"You’re radiating happiness! Are you sure you’re not secretly a sunbeam?" ,
"You're glowing! Is that a new skincare routine or just pure joy?",
"You're so happy, you're practically vibrating!",
"You're as bright as a thousand suns!",
"I think you've found your happy place!",
"Your smile could light up a whole city!" ,
"Your joy is contagious—keep spreading it around!",
"You’re like a burst of sunshine today! Everyone around you can feel it.",
"Seeing you so happy is like watching a flower bloom—keep watering that joy.",
"Hold on to this feeling! Happiness like this is worth cherishing.",
"Your smile has a story behind it. What’s bringing you all this joy?"],



 "sadness":[

"Why did the scarecrow win an award? Because he was outstanding in his field—just like you will be after this sadness passes!",
"Feeling sad? Just remember, even the clouds have to cry sometimes before they can let the sunshine through!",
"Why don’t scientists trust atoms? Because they make up everything—just like our worries sometimes!",
"If you’re feeling down, just remember: even the best roller coasters have their dips!",
"Why did the bicycle fall over? Because it was two-tired—just like you might feel right now!",
"Feeling sad? Let’s turn that frown upside down! (But don’t actually try it; you might fall over!)",
"Why did the tomato turn red? Because it saw the salad dressing! Let’s find something to make you smile!",
"Remember, even the sun has to set before it rises again. You’ve got this!",
"Why was the math book sad? Because it had too many problems—just like we all do sometimes!",
"Feeling blue? Let’s make a rainbow out of it!" ,
"Don't worry, even the strongest trees need a little rain sometimes.",
"It's okay to feel sad. We all need a little downtime.",
"Remember, every cloud has a silver lining.",
"Let's turn that frown upside down with a good book and a warm blanket.",
"You're not alone. We're here for you.",
"It’s okay to take your time with this feeling; sadness is just a visitor passing through.",
"Let’s breathe and let that sadness settle. It’s just part of the journey.",
"Sometimes, all we need is a moment to sit with our feelings before they pass.",
"Remember, feeling sad is just one chapter. Brighter days are waiting ahead.",
"Let’s find some small joys to lift the weight just a little."],

 "anger":[

"Why did the angry computer break up with its partner? Because it had too many bytes!",
"Feeling angry? Just remember, even volcanoes need to vent sometimes!",
"Why did the golfer bring two pairs of pants? In case he got a hole in one—just like you can find a hole in that anger!",
"If you’re feeling angry, just think of it as your inner dragon trying to break free!",
"Why did the chicken cross the road? To escape the anger on the other side!",
"Feeling mad? Let’s channel that energy into a dance-off instead!",
"Why did the coffee file a police report? It got mugged! Let’s brew some fun instead!",
"If anger were a sport, you’d be the MVP right now—let’s switch to a different game!",
"Why don’t skeletons fight each other? They don’t have the guts—let’s find a better way to express that anger!",
"Feeling angry? Let’s turn that into a masterpiece instead—art therapy style!" ,
"Take a deep breath and count to ten... or a hundred, if you need to.",
"Let's channel that anger into something productive, like a good workout.",
"Remember, anger is a temporary emotion. It won't last forever.",
"Maybe a little meditation or yoga can help calm those nerves.",
"Let's find a healthier way to express those feelings.",
"Let’s give that anger a voice—sometimes, it just needs to be heard.",
"Maybe this anger is just a call for change. What can we adjust to make things better?",
"Anger is powerful energy—let’s redirect it into something that helps you grow.",
"Let's take a few deep breaths. Anger is a storm that always passes.",
"Your feelings are valid—let’s find a way to let them out gently."],

"fear":[
"Why don’t ghosts like rain? Because it dampens their spirits! Let’s chase those fears away!",
"Feeling scared? Just remember, even the bravest knights were afraid of dragons at some point!",
"Why did the cookie go to the doctor? Because it felt crumby—just like we all do sometimes!",
"If you’re feeling fearful, just think of it as your inner superhero trying to save the day!",
"Why did the skeleton go to the party alone? Because he had no body to go with him! Let’s find a buddy to tackle those fears!",
"Feeling afraid? Let’s turn that into a thrilling adventure instead!",
"Why did the banana go to the doctor? Because it wasn’t peeling well—let’s find a way to peel back those fears!",
"If fear were a game, you’d be the champion right now—let’s level up and conquer it!",
"Why did the rabbit go to the doctor? Because it had hare-loss—let’s find a way to regrow that confidence!",
"Feeling fearful? Let’s turn that into a fun mystery to solve instead!",
"Courage is not the absence of fear, but the willingness to act in spite of it.",
"You're stronger than you think. You can overcome this.",
"Let's break this fear down into smaller, more manageable steps.",
"Remember, every hero started somewhere. You can be your own hero.",
"Sometimes, the best way to face your fears is to confront them head-on." ,
"Fear is natural; it’s just your mind keeping you safe. Let’s find a calm space to think it through.",
"Together, we can look at this fear and break it down. You don’t have to face it alone.",
"Fear is often a sign of bravery waiting to emerge. You’ve got this!",
"Imagine yourself as the hero of your story, overcoming each challenge as it comes.",
"Facing our fears is tough, but it’s also the first step toward inner strength."],

"disgust": [

"Why did the mushroom go to the party? Because he was a fun-gi—let’s find something more fun to focus on!",
"Feeling disgusted? Just remember, even the most beautiful butterflies started as caterpillars!",
"Why did the computer go to the doctor? It had a virus—let’s find an antidote for that disgust!",
"If disgust were a flavor, you’d be the master chef right now—let’s whip up something tastier!",
"Why did the egg go to therapy? Because it was cracking under the pressure—let’s crack open a new perspective!",
"Feeling grossed out? Let’s turn that into a fun science experiment instead!",
"Why did the orange stop in the middle of the road? Because it ran out of juice—let’s find a way to recharge!",
"If disgust were a sport, you’d be the MVP right now—let’s switch to a different game!",
"Why did the lemon go to the doctor? Because it was feeling sour—let’s find a way to sweeten things up!",
"Feeling disgusted? Let’s turn that into a fun DIY project instead—get creative and get rid of that disgust!",
"Let's move on to something more pleasant. Like a good book or a delicious snack.",
"Maybe a little fresh air can help clear your head.",
"Don't let something small ruin your whole day.",
"Let's focus on the positive things in life.",
"Remember, this too shall pass.",
"That feeling of disgust? It’s just your intuition telling you something’s not right.",
"Let’s explore what’s causing this reaction. Disgust can sometimes guide us to clarity.",
"Disgust is powerful—it shows us what we don’t want in our lives.",
"Let’s take a step back and see if there’s a fresh perspective to shift this feeling.",
"What would make this moment feel better? Let’s find something refreshing."],

 "contempt":[
"Why did the pencil break up with the eraser? Because it was a sharp move—let’s find a way to sharpen our perspective!",
"Feeling contemptuous? Just remember, even the most beautiful flowers grow in the dirt sometimes!",
"Why did the computer screen go to therapy? Because it was feeling a little glitchy—let’s debug that contempt!",
"If contempt were a game, you’d be the champion right now—let’s level up and conquer it!",
"Why did the strawberry go to the party? Because it was a berry good dancer—let’s find a way to dance away that contempt!",
"Feeling contemptuous? Let’s turn that into a fun debate instead—argue for the opposite side!",
"Why did the clock go to therapy? Because it was feeling a little wound up—let’s unwind that contempt!",
"If contempt were a flavor, you’d be the master chef right now—let’s whip up something tastier!",
"Why did the rabbit go to the doctor? Because it had hare-loss—let’s find a way to regrow that confidence!",
"Feeling contemptuous? Let’s turn that into a fun puzzle to solve instead—get creative and get rid of that contempt!",
"It's not worth getting upset over. Let it go.",
"Maybe there's a misunderstanding. Let's try to see things from their perspective.",
"Remember, kindness is always the better choice.",
"Instead of focusing on the negative, let's focus on solutions.",
"Let's rise above it and show them what true class looks like.",
"Sometimes, contempt is just a signal to rise above. Let’s focus on staying grounded.",
"Contempt can weigh us down; let’s find ways to lighten it with understanding.",
"Instead of looking down, let’s look within. Often, we find wisdom there.",
"Holding contempt can be heavy. Let’s explore what might help you let it go.",
"What if we replace this feeling with curiosity? Everyone has a story."],

 "neutral":[

"Why did the scarecrow win an award? Because he was outstanding in his field—just like you will be after this conversation!",
"Feeling neutral? Just remember, even the most beautiful paintings have a blank canvas to start with!",
"Why did the bicycle fall over? Because it was two-tired—let’s find a way to pump up the excitement!",
"If neutral were a game, you’d be the champion right now—let’s level up and conquer it!",
"Why did the chicken cross the road? To get to the other side—let’s explore new horizons!",
"Feeling neutral? Let’s turn that into a fun adventure instead—where do you want to go?",
"Why did the coffee file a police report? It got mugged! Let’s brew some fun instead!",
"If neutral were a flavor, you’d be the master chef right now—let’s whip up something tastier!",
"Why did the rabbit go to the doctor? Because it had hare-loss—let’s find a way to regrow that confidence!",
"Feeling neutral? Let’s turn that into a fun mystery to solve instead—get creative and get curious!",
"A blank slate is a great opportunity for new beginnings.",
"Let's make today a good one.",
"Sometimes, it's okay to just be.",
"Let's find something to be excited about.",
"Let's create some positive energy.",
"Neutral can be a peaceful place to be. Let’s take it as a chance to recharge.",
"Not every moment has to be exciting—neutral is just a restful pause.",
"Let’s look for small sparks of joy in the ordinary.",
"Neutral moments are like blank canvases—let’s see what colors we can add.",
"Sometimes, neutrality is a gift that gives us space to just be."]
}